const programmingMentor = [
  {
    name: 'Наставник на курс «Асинхронное программирование на Python»',
    description: [
      'Яндекс Практикум — это сервис онлайн-образования, доступный в России и Америке. Мы помогаем людям расти — на работе и в жизни. Студенты могут освоить новую специальность, заговорить на иностранном языке и получать удовольствие от того, чем занимаются — каждый день.',
      'Сейчас мы делаем продвинутый курс «Мидл фронтенд-разработчик», наши студенты — разработчики с опытом, которые замотивированы решать интересные задачи.'
    ]
  },
  {
    name: 'Наставник на курс «Асинхронное программирование на Python»',
    description: [
      'Яндекс Практикум — это сервис онлайн-образования, доступный в России и Америке. Мы помогаем людям расти — на работе и в жизни. Студенты могут освоить новую специальность, заговорить на иностранном языке и получать удовольствие от того, чем занимаются — каждый день.',
      'Сейчас мы делаем продвинутый курс «Мидл фронтенд-разработчик», наши студенты — разработчики с опытом, которые замотивированы решать интересные задачи.'
    ]
  },
  {
    name: 'Наставник на курс «Асинхронное программирование на Python»',
    description: [
      'Яндекс Практикум — это сервис онлайн-образования, доступный в России и Америке. Мы помогаем людям расти — на работе и в жизни. Студенты могут освоить новую специальность, заговорить на иностранном языке и получать удовольствие от того, чем занимаются — каждый день.',
      'Сейчас мы делаем продвинутый курс «Мидл фронтенд-разработчик», наши студенты — разработчики с опытом, которые замотивированы решать интересные задачи.'
    ]
  },
];

const programmingReviewer = [
  {
    name: 'Ревьюер на курс «Асинхронное программирование на Python»',
    description: [
      'Яндекс Практикум — это сервис онлайн-образования, доступный в России и Америке. Мы помогаем людям расти — на работе и в жизни. Студенты могут освоить новую специальность, заговорить на иностранном языке и получать удовольствие от того, чем занимаются — каждый день.',
      'Сейчас мы делаем продвинутый курс «Мидл фронтенд-разработчик», наши студенты — разработчики с опытом, которые замотивированы решать интересные задачи.'
    ]
  },
  {
    name: 'Ревьюер на курс «Python +»',
    description: [
      'Яндекс Практикум — это сервис онлайн-образования, доступный в России и Америке. Мы помогаем людям расти — на работе и в жизни. Студенты могут освоить новую специальность, заговорить на иностранном языке и получать удовольствие от того, чем занимаются — каждый день.',
      'Сейчас мы делаем продвинутый курс «Мидл фронтенд-разработчик», наши студенты — разработчики с опытом, которые замотивированы решать интересные задачи.'
    ]
  },
  {
    name: 'Ревьюер на курс «Python -»',
    description: [
      'Яндекс Практикум — это сервис онлайн-образования, доступный в России и Америке. Мы помогаем людям расти — на работе и в жизни. Студенты могут освоить новую специальность, заговорить на иностранном языке и получать удовольствие от того, чем занимаются — каждый день.',
      'Сейчас мы делаем продвинутый курс «Мидл фронтенд-разработчик», наши студенты — разработчики с опытом, которые замотивированы решать интересные задачи.'
    ]
  },
];

const analyticsReviewer = [];

const analyticsMentor = [
  {
    name: 'Наставник на курс «Аналитика на Python»',
    description: [
      'Яндекс Практикум — это сервис онлайн-образования, доступный в России и Америке. Мы помогаем людям расти — на работе и в жизни. Студенты могут освоить новую специальность, заговорить на иностранном языке и получать удовольствие от того, чем занимаются — каждый день.',
      'Сейчас мы делаем продвинутый курс «Мидл фронтенд-разработчик», наши студенты — разработчики с опытом, которые замотивированы решать интересные задачи.'
    ]
  },
  {
    name: 'Наставник на курс «Аналитика на Python»',
    description: [
      'Яндекс Практикум — это сервис онлайн-образования, доступный в России и Америке. Мы помогаем людям расти — на работе и в жизни. Студенты могут освоить новую специальность, заговорить на иностранном языке и получать удовольствие от того, чем занимаются — каждый день.',
      'Сейчас мы делаем продвинутый курс «Мидл фронтенд-разработчик», наши студенты — разработчики с опытом, которые замотивированы решать интересные задачи.'
    ]
  },
  {
    name: 'Наставник на курс «Аналитика на Python»',
    description: [
      'Яндекс Практикум — это сервис онлайн-образования, доступный в России и Америке. Мы помогаем людям расти — на работе и в жизни. Студенты могут освоить новую специальность, заговорить на иностранном языке и получать удовольствие от того, чем занимаются — каждый день.',
      'Сейчас мы делаем продвинутый курс «Мидл фронтенд-разработчик», наши студенты — разработчики с опытом, которые замотивированы решать интересные задачи.'
    ]
  },
  {
    name: 'Наставник на курс «Аналитика на Python»',
    description: [
      'Яндекс Практикум — это сервис онлайн-образования, доступный в России и Америке. Мы помогаем людям расти — на работе и в жизни. Студенты могут освоить новую специальность, заговорить на иностранном языке и получать удовольствие от того, чем занимаются — каждый день.',
      'Сейчас мы делаем продвинутый курс «Мидл фронтенд-разработчик», наши студенты — разработчики с опытом, которые замотивированы решать интересные задачи.'
    ]
  },
  {
    name: 'Наставник на курс «Аналитика на Python»',
    description: [
      'Яндекс Практикум — это сервис онлайн-образования, доступный в России и Америке. Мы помогаем людям расти — на работе и в жизни. Студенты могут освоить новую специальность, заговорить на иностранном языке и получать удовольствие от того, чем занимаются — каждый день.',
      'Сейчас мы делаем продвинутый курс «Мидл фронтенд-разработчик», наши студенты — разработчики с опытом, которые замотивированы решать интересные задачи.'
    ]
  },
  {
    name: 'Наставник на курс «Аналитика на Python»',
    description: [
      'Яндекс Практикум — это сервис онлайн-образования, доступный в России и Америке. Мы помогаем людям расти — на работе и в жизни. Студенты могут освоить новую специальность, заговорить на иностранном языке и получать удовольствие от того, чем занимаются — каждый день.',
      'Сейчас мы делаем продвинутый курс «Мидл фронтенд-разработчик», наши студенты — разработчики с опытом, которые замотивированы решать интересные задачи.'
    ]
  },
  {
    name: 'Наставник на курс «Аналитика на Python»',
    description: [
      'Яндекс Практикум — это сервис онлайн-образования, доступный в России и Америке. Мы помогаем людям расти — на работе и в жизни. Студенты могут освоить новую специальность, заговорить на иностранном языке и получать удовольствие от того, чем занимаются — каждый день.',
      'Сейчас мы делаем продвинутый курс «Мидл фронтенд-разработчик», наши студенты — разработчики с опытом, которые замотивированы решать интересные задачи.'
    ]
  },
  {
    name: 'Наставник на курс «Аналитика на Python»',
    description: [
      'Яндекс Практикум — это сервис онлайн-образования, доступный в России и Америке. Мы помогаем людям расти — на работе и в жизни. Студенты могут освоить новую специальность, заговорить на иностранном языке и получать удовольствие от того, чем занимаются — каждый день.',
      'Сейчас мы делаем продвинутый курс «Мидл фронтенд-разработчик», наши студенты — разработчики с опытом, которые замотивированы решать интересные задачи.'
    ]
  },
  {
    name: 'Наставник на курс «Аналитика на Python»',
    description: [
      'Яндекс Практикум — это сервис онлайн-образования, доступный в России и Америке. Мы помогаем людям расти — на работе и в жизни. Студенты могут освоить новую специальность, заговорить на иностранном языке и получать удовольствие от того, чем занимаются — каждый день.',
      'Сейчас мы делаем продвинутый курс «Мидл фронтенд-разработчик», наши студенты — разработчики с опытом, которые замотивированы решать интересные задачи.'
    ]
  },
];

const designReviewer = [
  {
    name: 'Ревьер на курс «Дизайн на Python»',
    description: [
      'Яндекс Практикум — это сервис онлайн-образования, доступный в России и Америке. Мы помогаем людям расти — на работе и в жизни. Студенты могут освоить новую специальность, заговорить на иностранном языке и получать удовольствие от того, чем занимаются — каждый день.',
      'Сейчас мы делаем продвинутый курс «Мидл фронтенд-разработчик», наши студенты — разработчики с опытом, которые замотивированы решать интересные задачи.'
    ]
  },
  {
    name: 'Ревьер на курс «Дизайн на Python»',
    description: [
      'Яндекс Практикум — это сервис онлайн-образования, доступный в России и Америке. Мы помогаем людям расти — на работе и в жизни. Студенты могут освоить новую специальность, заговорить на иностранном языке и получать удовольствие от того, чем занимаются — каждый день.',
      'Сейчас мы делаем продвинутый курс «Мидл фронтенд-разработчик», наши студенты — разработчики с опытом, которые замотивированы решать интересные задачи.'
    ]
  },
];

const designMentor = [];

const managementReviewer = [];

const managementMentor = [
  {
    name: 'Наставник на курс «Менеджмент на Python»',
    description: [
      'Яндекс Практикум — это сервис онлайн-образования, доступный в России и Америке. Мы помогаем людям расти — на работе и в жизни. Студенты могут освоить новую специальность, заговорить на иностранном языке и получать удовольствие от того, чем занимаются — каждый день.',
      'Сейчас мы делаем продвинутый курс «Мидл фронтенд-разработчик», наши студенты — разработчики с опытом, которые замотивированы решать интересные задачи.'
    ]
  },
  {
    name: 'Наставник на курс «Менеджмент на Python»',
    description: [
      'Яндекс Практикум — это сервис онлайн-образования, доступный в России и Америке. Мы помогаем людям расти — на работе и в жизни. Студенты могут освоить новую специальность, заговорить на иностранном языке и получать удовольствие от того, чем занимаются — каждый день.',
      'Сейчас мы делаем продвинутый курс «Мидл фронтенд-разработчик», наши студенты — разработчики с опытом, которые замотивированы решать интересные задачи.'
    ]
  },
];

const marketingMentor = [];

const marketingReviewer = [
  {
    name: 'Ревьер на курс «Маркетинг на Python»',
    description: [
      'Яндекс Практикум — это сервис онлайн-образования, доступный в России и Америке. Мы помогаем людям расти — на работе и в жизни. Студенты могут освоить новую специальность, заговорить на иностранном языке и получать удовольствие от того, чем занимаются — каждый день.',
      'Сейчас мы делаем продвинутый курс «Мидл фронтенд-разработчик», наши студенты — разработчики с опытом, которые замотивированы решать интересные задачи.'
    ]
  },
  {
    name: 'Ревьер на курс «Маркетинг на Python»',
    description: [
      'Яндекс Практикум — это сервис онлайн-образования, доступный в России и Америке. Мы помогаем людям расти — на работе и в жизни. Студенты могут освоить новую специальность, заговорить на иностранном языке и получать удовольствие от того, чем занимаются — каждый день.',
      'Сейчас мы делаем продвинутый курс «Мидл фронтенд-разработчик», наши студенты — разработчики с опытом, которые замотивированы решать интересные задачи.'
    ]
  },
];

export const vacanciesData = {
  programming: {
    mentor: programmingMentor,
    reviewer: programmingReviewer,
  },
  analytics: {
    mentor: analyticsMentor,
    reviewer: analyticsReviewer,
  },
  design: {
    mentor: designMentor,
    reviewer: designReviewer,
  },
  marketing: {
    mentor: marketingMentor,
    reviewer: marketingReviewer,
  },
  management: {
    mentor: managementMentor,
    reviewer: managementReviewer,
  },
}